EEC_PROP/src/main/resources/OP_02/VALID/MSG.001_TRN.001/LogReceived_MSG_PRS.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
   <soap:Header xmlns:int="urn:EEC:Interaction:v1.0"
                xmlns:wsa="http://www.w3.org/2005/08/addressing">
      <wsa:MessageID>urn:uuid:ca8f37ba-e0de-4863-a058-8ec5b0bf9dad</wsa:MessageID>
      <int:ProcedureID>urn:uuid:099420ce-5764-4b6c-a89d-2fd304579045</int:ProcedureID>
      <int:ConversationID>urn:uuid:11907d6e-1b78-476a-b67d-af408a90de8c</int:ConversationID>
      <wsa:To>EAEU://EEC/CP/P.CC.01/P.CC.01.ACT.022AT</wsa:To>
      <wsa:Action>int://CP/P.CC.01/1.0.0/P.CC.01.PRC.001/P.CC.01.TRN.001/P.MSG.PRS</wsa:Action>
      <wsa:ReplyTo>
         <wsa:Address>EAEU://EEC/CP/P.CC.01/P.ACT.001</wsa:Address>
      </wsa:ReplyTo>
      <wsa:RelatesTo>urn:uuid:e34dcf40-cd66-4f8a-b0d0-3acbe237e54c</wsa:RelatesTo>
      <int:Integration>
         <int:TrackID>urn:uuid:8c56b072-e6c9-4603-9830-1d22da934b09</int:TrackID>
         <int:AcceptTime>2020-03-19T11:40:51+03:00</int:AcceptTime>
      </int:Integration>
   </soap:Header>
   <soap:Body>
      <sgn:ProcessingReceipt xmlns:sgn="urn:EEC:signal:v1.0">
         <sgn:SignalId>88e0824f-914b-4580-9bec-e8104c1fd1ef</sgn:SignalId>
         <sgn:DateTime>2020-03-19T11:40:51.337</sgn:DateTime>
      </sgn:ProcessingReceipt>
   </soap:Body>
</soap:Envelope>
